src/21phys250/KBe21phys250floTheQuantumWorldBook.org
#+AUTHOR: Exr0n
#+TITLE: Notes on The Quantum World by Kenneth W Ford
* beneath the surface of things
** scale
*** wood seems solid, but is mostly empty space (atoms). Quantum effects are noticable on even smaller scales
	Atoms are like Propeller analogy: easy for something small and fast to get through, but hard for something large and slow.
** unintuitive
   Small (quantum mechanics) and fast (special relativity) things behave unintuitively
** particle history
*** electron and proton
	known to exist in 1926
*** photon
	no mass, created/detsroyed easily, was thought of as a funky 'almost particle' until it was discovered that they behave similarly to electrons and that electrons can be created/destroyed easily too
** fundamental discoveries in 1924-1928
*** matter has wave properties
*** fundamental laws are probabliistic
*** heisenburg uncertainty
*** discrete electron spin
*** every particle has an antiparticle
*** multiple momentums simultaneously
*** no two electrons can be in the same state of motion at the same time?
** unlike classical mechanics, properties and actions are not as distinct in the quantum world
** quantum mechanics won't follow common sense, which is to be expected because common sense is based on much larger things
** subatomic vs fundamental particles
*** hundreds of subatomic particles, but only a few are fundamental
*** most are composite
*** just like how there are hundreds of atoms but they are all composed of electrons, protons, neutrons
*** there are 24 fundamental particles excluding the higgs boson, graviton (which is not yet proven), and antiparticles.

* how small is small? How fast is fast? (scale)
** convienent units
*** femtometer (fm, $10^{-15} m$)
**** roughly a proton diameter
**** 6 miles is geometrically centered between the smallest particle probe and the radius of the known universe.
**** smallest prob is $10^{-18}$ meters. The plank length is $10^{-35}$ meters
*** speed of light (c, $3 \times 10^8 m/s^2$)
**** not as sped as distances are small
**** atoms and molecules vibrate roughly $10^{-5} c$ or $10^{-6} c$
**** the lighter something is, the faster it can go, so its likely that the rest-massless photon is the fastest
**** some theoretical tachyon business which can maybe go faster
*** time
**** humans
***** image flashed for a hundreth of a second (10 ms) can be precieved but not a thousandth
***** average human reaction time is 150-300ms
