ox_docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-26 Sun 09:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Notes on The Quantum World by Kenneth W Ford</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Notes on The Quantum World by Kenneth W Ford</h1> <h2 class="subtitle"></h2> <span class="author">Exr0n</span> <span class="date">2021-09-11 Sat 16:34</date></div>
</div>
<div id="content">
<h1 class="title">Notes on The Quantum World by Kenneth W Ford</h1>
<div id="outline-container-orgdf731ef" class="outline-2">
<h2 id="orgdf731ef"><span class="section-number-2">1</span> beneath the surface of things</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org724fc58" class="outline-3">
<h3 id="org724fc58"><span class="section-number-3">1.1</span> scale</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org84b51d2" class="outline-4">
<h4 id="org84b51d2"><span class="section-number-4">1.1.1</span> wood seems solid, but is mostly empty space (atoms). Quantum effects are noticable on even smaller scales</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Atoms are like Propeller analogy: easy for something small and fast to get through, but hard for something large and slow.
</p>
</div>
</div>
</div>
<div id="outline-container-org08f44a7" class="outline-3">
<h3 id="org08f44a7"><span class="section-number-3">1.2</span> unintuitive</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Small (quantum mechanics) and fast (special relativity) things behave unintuitively
</p>
</div>
</div>
<div id="outline-container-orgada3585" class="outline-3">
<h3 id="orgada3585"><span class="section-number-3">1.3</span> particle history</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org686dd1b" class="outline-4">
<h4 id="org686dd1b"><span class="section-number-4">1.3.1</span> electron and proton</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
known to exist in 1926
</p>
</div>
</div>
<div id="outline-container-org3a4abdc" class="outline-4">
<h4 id="org3a4abdc"><span class="section-number-4">1.3.2</span> photon</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
no mass, created/detsroyed easily, was thought of as a funky 'almost particle' until it was discovered that they behave similarly to electrons and that electrons can be created/destroyed easily too
</p>
</div>
</div>
</div>
<div id="outline-container-orgd540120" class="outline-3">
<h3 id="orgd540120"><span class="section-number-3">1.4</span> fundamental discoveries in 1924-1928</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org7fc9056" class="outline-4">
<h4 id="org7fc9056"><span class="section-number-4">1.4.1</span> matter has wave properties</h4>
</div>
<div id="outline-container-orgdf13a8b" class="outline-4">
<h4 id="orgdf13a8b"><span class="section-number-4">1.4.2</span> fundamental laws are probabliistic</h4>
</div>
<div id="outline-container-org9f009bd" class="outline-4">
<h4 id="org9f009bd"><span class="section-number-4">1.4.3</span> heisenburg uncertainty</h4>
</div>
<div id="outline-container-orgdff74c2" class="outline-4">
<h4 id="orgdff74c2"><span class="section-number-4">1.4.4</span> discrete electron spin</h4>
</div>
<div id="outline-container-org2f5360c" class="outline-4">
<h4 id="org2f5360c"><span class="section-number-4">1.4.5</span> every particle has an antiparticle</h4>
</div>
<div id="outline-container-org25e90bf" class="outline-4">
<h4 id="org25e90bf"><span class="section-number-4">1.4.6</span> multiple momentums simultaneously</h4>
</div>
<div id="outline-container-orge091ebb" class="outline-4">
<h4 id="orge091ebb"><span class="section-number-4">1.4.7</span> no two electrons can be in the same state of motion at the same time?</h4>
</div>
</div>
<div id="outline-container-org7b21f48" class="outline-3">
<h3 id="org7b21f48"><span class="section-number-3">1.5</span> unlike classical mechanics, properties and actions are not as distinct in the quantum world</h3>
</div>
<div id="outline-container-org310361c" class="outline-3">
<h3 id="org310361c"><span class="section-number-3">1.6</span> quantum mechanics won't follow common sense, which is to be expected because common sense is based on much larger things</h3>
</div>
<div id="outline-container-orgd948015" class="outline-3">
<h3 id="orgd948015"><span class="section-number-3">1.7</span> subatomic vs fundamental particles</h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-org9f23f6b" class="outline-4">
<h4 id="org9f23f6b"><span class="section-number-4">1.7.1</span> hundreds of subatomic particles, but only a few are fundamental</h4>
</div>
<div id="outline-container-org14aa4bc" class="outline-4">
<h4 id="org14aa4bc"><span class="section-number-4">1.7.2</span> most are composite</h4>
</div>
<div id="outline-container-orgd58ef53" class="outline-4">
<h4 id="orgd58ef53"><span class="section-number-4">1.7.3</span> just like how there are hundreds of atoms but they are all composed of electrons, protons, neutrons</h4>
</div>
<div id="outline-container-orgd21d648" class="outline-4">
<h4 id="orgd21d648"><span class="section-number-4">1.7.4</span> there are 24 fundamental particles excluding the higgs boson, graviton (which is not yet proven), and antiparticles.</h4>
</div>
</div>
</div>

<div id="outline-container-orgd8dc96e" class="outline-2">
<h2 id="orgd8dc96e"><span class="section-number-2">2</span> how small is small? How fast is fast? (scale)</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org09e9d29" class="outline-3">
<h3 id="org09e9d29"><span class="section-number-3">2.1</span> convienent units</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgab55036" class="outline-4">
<h4 id="orgab55036"><span class="section-number-4">2.1.1</span> femtometer (fm, \(10^{-15} m\))</h4>
<div class="outline-text-4" id="text-2-1-1">
</div>
<ol class="org-ol">
<li><a id="org201cf4a"></a>roughly a proton diameter<br /></li>
<li><a id="org827d025"></a>6 miles is geometrically centered between the smallest particle probe and the radius of the known universe.<br /></li>
<li><a id="org7279920"></a>smallest prob is \(10^{-18}\) meters. The plank length is \(10^{-35}\) meters<br /></li>
</ol>
</div>
<div id="outline-container-org13f65e1" class="outline-4">
<h4 id="org13f65e1"><span class="section-number-4">2.1.2</span> speed of light (c, \(3 \times 10^8 m/s^2\))</h4>
<div class="outline-text-4" id="text-2-1-2">
</div>
<ol class="org-ol">
<li><a id="org684c296"></a>not as sped as distances are small<br /></li>
<li><a id="org730fd89"></a>atoms and molecules vibrate roughly \(10^{-5} c\) or \(10^{-6} c\)<br /></li>
<li><a id="orgf9f9337"></a>the lighter something is, the faster it can go, so its likely that the rest-massless photon is the fastest<br /></li>
<li><a id="orgff3d58c"></a>some theoretical tachyon business which can maybe go faster<br /></li>
</ol>
</div>
<div id="outline-container-orgd7e66fe" class="outline-4">
<h4 id="orgd7e66fe"><span class="section-number-4">2.1.3</span> time</h4>
<div class="outline-text-4" id="text-2-1-3">
</div>
<ol class="org-ol">
<li><a id="org5c05f96"></a>humans<br />
<ol class="org-ol">
<li><a id="org2e9b611"></a>image flashed for a hundreth of a second (10 ms) can be precieved but not a thousandth<br /></li>
<li><a id="org0f6be7d"></a>average human reaction time is 150-300ms<br /></li>
</ol>
</li>
