docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.tex
% Created 2021-09-11 Sat 16:41
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Notes on The Quantum World by Kenneth W Ford}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Notes on The Quantum World by Kenneth W Ford},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{beneath the surface of things}
\label{sec:orged2c3ab}
\subsection{scale}
\label{sec:org82e5ee8}
\subsubsection{wood seems solid, but is mostly empty space (atoms). Quantum effects are noticable on even smaller scales}
\label{sec:orgfc1ecfa}
Atoms are like Propeller analogy: easy for something small and fast to get through, but hard for something large and slow.
\subsection{unintuitive}
\label{sec:org336e977}
Small (quantum mechanics) and fast (special relativity) things behave unintuitively
\subsection{particle history}
\label{sec:orga6b829e}
\subsubsection{electron and proton}
\label{sec:org2567d8a}
known to exist in 1926
\subsubsection{photon}
\label{sec:orge8adb4a}
no mass, created/detsroyed easily, was thought of as a funky 'almost particle' until it was discovered that they behave similarly to electrons and that electrons can be created/destroyed easily too
\subsection{fundamental discoveries in 1924-1928}
\label{sec:org552b23e}
\subsubsection{matter has wave properties}
\label{sec:org8c9e214}
\subsubsection{fundamental laws are probabliistic}
\label{sec:orgbc36854}
\subsubsection{heisenburg uncertainty}
\label{sec:orgff93368}
\subsubsection{discrete electron spin}
\label{sec:org69eb353}
\subsubsection{every particle has an antiparticle}
\label{sec:orgb73437a}
\subsubsection{multiple momentums simultaneously}
\label{sec:orgf0cfd0f}
\subsubsection{no two electrons can be in the same state of motion at the same time?}
\label{sec:orgbffadf7}
\subsection{unlike classical mechanics, properties and actions are not as distinct in the quantum world}
\label{sec:org693d499}
\subsection{quantum mechanics won't follow common sense, which is to be expected because common sense is based on much larger things}
\label{sec:orgb35aa79}
\subsection{subatomic vs fundamental particles}
\label{sec:orgaa693f8}
\subsubsection{hundreds of subatomic particles, but only a few are fundamental}
\label{sec:orgca05566}
\subsubsection{most are composite}
\label{sec:orga9c2638}
\subsubsection{just like how there are hundreds of atoms but they are all composed of electrons, protons, neutrons}
\label{sec:org54fd85e}
\subsubsection{there are 24 fundamental particles excluding the higgs boson, graviton (which is not yet proven), and antiparticles.}
\label{sec:org9fe96da}

\section{how small is small? How fast is fast? (scale)}
\label{sec:orge45181e}
\subsection{convienent units}
\label{sec:org8167fb3}
\subsubsection{femtometer (fm, \(10^{-15} m\))}
\label{sec:orgf9dacb2}
\begin{enumerate}
\item roughly a proton diameter
\label{sec:orge4f3f9a}
\item 6 miles is geometrically centered between the smallest particle probe and the radius of the known universe.
\label{sec:org3098b06}
\item smallest prob is \(10^{-18}\) meters. The plank length is \(10^{-35}\) meters
\label{sec:org14e3908}
\end{enumerate}
\subsubsection{speed of light (c, \(3 \times 10^8 m/s^2\))}
\label{sec:org4df122a}
\begin{enumerate}
\item not as sped as distances are small
\label{sec:org9895da5}
\item atoms and molecules vibrate roughly \(10^{-5} c\) or \(10^{-6} c\)
\label{sec:orgf08c101}
\item the lighter something is, the faster it can go, so its likely that the rest-massless photon is the fastest
\label{sec:orge3d1443}
\item some theoretical tachyon business which can maybe go faster
\label{sec:org4f5574b}
\end{enumerate}
\subsubsection{time}
\label{sec:org1d85887}
\begin{enumerate}
\item humans
\label{sec:org4797394}
\begin{enumerate}
\item image flashed for a hundreth of a second (10 ms) can be precieved but not a thousandth
\label{sec:org4000283}
\item average human reaction time is 150-300ms
\label{sec:org3576350}
\end{enumerate}
