src/21phys250/KBe21phys250floTheQuantumWorldBook.org
**** time to cross diameter of a proton at sped of light = $10^{-23}s$
**** particles that live long enough to leave trails in the detector live roughly $10^{-10}$ to $10^{-6}$
**** longest living is proton for 15 min (10^3)
*** mass
**** mass is inertia, measured by how hard it is to accelerate them (change their motion)
**** often measured as energy via $E = mc^2$
***** proton = 938MeV is easier to say than $1.67\times 10^{-27}kg$
*** electron volt (eV, energy auired by an electron being accelerated through an electric potential of 1 volt)
**** roughly a photon of red light
**** particle accelerators are made to create high energy particles that can then be converted to mass
**** modern accelerators go to roughly 1TeV, while protons move with only 1eV on the surface of the sun and weigh almost 1GeV.
*** charge ($e, 1.6\times 10^{-19}C$)
**** protons and electrons have the same magnitude of charge, deemed one unit. quarks have fractional charges
**** open questions
***** why is charge quantized/descrete
***** what happens near charged particles? inf charge as dist \to zero
***** if particles are physically sized, why dont parts of the particle repel itself
*** spin
**** two types: spin and orbital motion
**** measured with angular momentum
**** fundamental particles don't have a descernible spin but do have an angular momentum
**** $\hbar = \frac{h}{2\pi} = 1.05\times 10^{-34} kgm^2/s$
**** orbital angular momentum must be a multiple of $\hbar$ and spin angular momentum can be a multiple of $\frac{1}{2}\hbar$?
**** a particle type can have many spins, but the change in spin is often so drastic that they are considered two different particles
*** fundamental constants
**** most units are chosen arbitrarily based on earths size or something, but there are two fundamental ones
**** plank's constant $h$ defines the quantum scale... larger $h$ would make the universe 'lumpier' or 'more pixelated'
**** the speed of light $c$ is the fastest speed, or something.
**** there is expceted to be a third constant to form a complete basis, but we haven't found one yet
***** it would be a length or a time
* meet the leptons
** types (flavor) electron, muon, tau
** conserve {charge, flavor, energy, momentum}
** neutrinos are like the soul of its particle - tiny mass but same flavor
** they have multiples of half unit spins or something
** any particles can be created as long as everything is conserved
* the rest of the extended family
** quarks
*** six of them in groups of three
*** they group up in the wild to make up other composite particles
*** particles have integer charge, but quarks come in one-third multiples of charge
*** baryon number
**** another type of 'charge' that is also conserved
**** protons and neutrons are both baryonic (meaning they have baryon number?)
**** like leptons, the lightest baryon cannot decay because there is nothing to decay into (the proton)
**** quarks have one-third baryon number also
*** antiquarks
**** makes up meson with another singular quark (For a total baryon number of 0)
**** antiquark particles are unstable
*** color
**** red, green, blue, antired, antigreen, antiblue
