ox_docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.html
<li><a id="org7557672"></a>time to cross diameter of a proton at sped of light = \(10^{-23}s\)<br /></li>
<li><a id="orgfe3eea5"></a>particles that live long enough to leave trails in the detector live roughly \(10^{-10}\) to \(10^{-6}\)<br /></li>
<li><a id="org3545c8b"></a>longest living is proton for 15 min (10<sup>3</sup>)<br /></li>
</ol>
</div>
<div id="outline-container-org069e1b9" class="outline-4">
<h4 id="org069e1b9"><span class="section-number-4">2.1.4</span> mass</h4>
<div class="outline-text-4" id="text-2-1-4">
</div>
<ol class="org-ol">
<li><a id="orgd93efed"></a>mass is inertia, measured by how hard it is to accelerate them (change their motion)<br /></li>
<li><a id="org09113ef"></a>often measured as energy via \(E = mc^2\)<br />
<ol class="org-ol">
<li><a id="orgd5fcb88"></a>proton = 938MeV is easier to say than \(1.67\times 10^{-27}kg\)<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org4597229" class="outline-4">
<h4 id="org4597229"><span class="section-number-4">2.1.5</span> electron volt (eV, energy auired by an electron being accelerated through an electric potential of 1 volt)</h4>
<div class="outline-text-4" id="text-2-1-5">
</div>
<ol class="org-ol">
<li><a id="orga139ad3"></a>roughly a photon of red light<br /></li>
<li><a id="orgc81977f"></a>particle accelerators are made to create high energy particles that can then be converted to mass<br /></li>
<li><a id="org276af9e"></a>modern accelerators go to roughly 1TeV, while protons move with only 1eV on the surface of the sun and weigh almost 1GeV.<br /></li>
</ol>
</div>
<div id="outline-container-org14887df" class="outline-4">
<h4 id="org14887df"><span class="section-number-4">2.1.6</span> charge (\(e, 1.6\times 10^{-19}C\))</h4>
<div class="outline-text-4" id="text-2-1-6">
</div>
<ol class="org-ol">
<li><a id="orgd9d020b"></a>protons and electrons have the same magnitude of charge, deemed one unit. quarks have fractional charges<br /></li>
<li><a id="org9f07552"></a>open questions<br />
<ol class="org-ol">
<li><a id="orgbf31c61"></a>why is charge quantized/descrete<br /></li>
<li><a id="org1273a69"></a>what happens near charged particles? inf charge as dist &rarr; zero<br /></li>
<li><a id="orgf08105c"></a>if particles are physically sized, why dont parts of the particle repel itself<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org10d8f84" class="outline-4">
<h4 id="org10d8f84"><span class="section-number-4">2.1.7</span> spin</h4>
<div class="outline-text-4" id="text-2-1-7">
</div>
<ol class="org-ol">
<li><a id="orgb0dfbd8"></a>two types: spin and orbital motion<br /></li>
<li><a id="org9593f60"></a>measured with angular momentum<br /></li>
<li><a id="org15264f7"></a>fundamental particles don't have a descernible spin but do have an angular momentum<br /></li>
<li><a id="orgf5c7d22"></a>\(\hbar = \frac{h}{2\pi} = 1.05\times 10^{-34} kgm^2/s\)<br /></li>
<li><a id="orge96c83d"></a>orbital angular momentum must be a multiple of \(\hbar\) and spin angular momentum can be a multiple of \(\frac{1}{2}\hbar\)?<br /></li>
<li><a id="orgdf84038"></a>a particle type can have many spins, but the change in spin is often so drastic that they are considered two different particles<br /></li>
</ol>
</div>
<div id="outline-container-org02f8cbf" class="outline-4">
<h4 id="org02f8cbf"><span class="section-number-4">2.1.8</span> fundamental constants</h4>
<div class="outline-text-4" id="text-2-1-8">
</div>
<ol class="org-ol">
<li><a id="org52d9dac"></a>most units are chosen arbitrarily based on earths size or something, but there are two fundamental ones<br /></li>
<li><a id="org65db886"></a>plank's constant \(h\) defines the quantum scale&#x2026; larger \(h\) would make the universe 'lumpier' or 'more pixelated'<br /></li>
<li><a id="org4d94911"></a>the speed of light \(c\) is the fastest speed, or something.<br /></li>
<li><a id="org41d01cf"></a>there is expceted to be a third constant to form a complete basis, but we haven't found one yet<br />
<ol class="org-ol">
<li><a id="org962cec8"></a>it would be a length or a time<br /></li>
</ol>
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org3b4c3eb" class="outline-2">
<h2 id="org3b4c3eb"><span class="section-number-2">3</span> meet the leptons</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org1c5a94f" class="outline-3">
<h3 id="org1c5a94f"><span class="section-number-3">3.1</span> types (flavor) electron, muon, tau</h3>
</div>
<div id="outline-container-orgcb1f6ef" class="outline-3">
<h3 id="orgcb1f6ef"><span class="section-number-3">3.2</span> conserve {charge, flavor, energy, momentum}</h3>
</div>
<div id="outline-container-org605d96b" class="outline-3">
<h3 id="org605d96b"><span class="section-number-3">3.3</span> neutrinos are like the soul of its particle - tiny mass but same flavor</h3>
</div>
<div id="outline-container-org23ba19e" class="outline-3">
<h3 id="org23ba19e"><span class="section-number-3">3.4</span> they have multiples of half unit spins or something</h3>
</div>
<div id="outline-container-orgeea6aec" class="outline-3">
<h3 id="orgeea6aec"><span class="section-number-3">3.5</span> any particles can be created as long as everything is conserved</h3>
</div>
</div>
<div id="outline-container-org60efdb0" class="outline-2">
<h2 id="org60efdb0"><span class="section-number-2">4</span> the rest of the extended family</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org548045e" class="outline-3">
<h3 id="org548045e"><span class="section-number-3">4.1</span> quarks</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org555c9fe" class="outline-4">
<h4 id="org555c9fe"><span class="section-number-4">4.1.1</span> six of them in groups of three</h4>
</div>
<div id="outline-container-org63bd2e4" class="outline-4">
<h4 id="org63bd2e4"><span class="section-number-4">4.1.2</span> they group up in the wild to make up other composite particles</h4>
</div>
<div id="outline-container-org56d43aa" class="outline-4">
<h4 id="org56d43aa"><span class="section-number-4">4.1.3</span> particles have integer charge, but quarks come in one-third multiples of charge</h4>
</div>
<div id="outline-container-orgcb73268" class="outline-4">
<h4 id="orgcb73268"><span class="section-number-4">4.1.4</span> baryon number</h4>
<div class="outline-text-4" id="text-4-1-4">
</div>
<ol class="org-ol">
<li><a id="orgaa940b8"></a>another type of 'charge' that is also conserved<br /></li>
<li><a id="org54547e4"></a>protons and neutrons are both baryonic (meaning they have baryon number?)<br /></li>
<li><a id="orgf2c6d2e"></a>like leptons, the lightest baryon cannot decay because there is nothing to decay into (the proton)<br /></li>
<li><a id="org9bd2db7"></a>quarks have one-third baryon number also<br /></li>
</ol>
</div>
<div id="outline-container-org9f5ab6c" class="outline-4">
<h4 id="org9f5ab6c"><span class="section-number-4">4.1.5</span> antiquarks</h4>
<div class="outline-text-4" id="text-4-1-5">
</div>
<ol class="org-ol">
<li><a id="orgfc9a11e"></a>makes up meson with another singular quark (For a total baryon number of 0)<br /></li>
<li><a id="org9fbb979"></a>antiquark particles are unstable<br /></li>
</ol>
</div>
<div id="outline-container-org2935f96" class="outline-4">
<h4 id="org2935f96"><span class="section-number-4">4.1.6</span> color</h4>
<div class="outline-text-4" id="text-4-1-6">
</div>
<ol class="org-ol">
<li><a id="org29d095f"></a>red, green, blue, antired, antigreen, antiblue<br /></li>
