docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.tex
\item time to cross diameter of a proton at sped of light = \(10^{-23}s\)
\label{sec:org55ee81f}
\item particles that live long enough to leave trails in the detector live roughly \(10^{-10}\) to \(10^{-6}\)
\label{sec:org8f37b47}
\item longest living is proton for 15 min (10\textsuperscript{3})
\label{sec:org0142ffb}
\end{enumerate}
\subsubsection{mass}
\label{sec:org0f52daa}
\begin{enumerate}
\item mass is inertia, measured by how hard it is to accelerate them (change their motion)
\label{sec:orgad049a1}
\item often measured as energy via \(E = mc^2\)
\label{sec:org15ffdd8}
\begin{enumerate}
\item proton = 938MeV is easier to say than \(1.67\times 10^{-27}kg\)
\label{sec:orgf4f62cd}
\end{enumerate}
\end{enumerate}
\subsubsection{electron volt (eV, energy auired by an electron being accelerated through an electric potential of 1 volt)}
\label{sec:org8c8469e}
\begin{enumerate}
\item roughly a photon of red light
\label{sec:orgfa0eef7}
\item particle accelerators are made to create high energy particles that can then be converted to mass
\label{sec:org7786f82}
\item modern accelerators go to roughly 1TeV, while protons move with only 1eV on the surface of the sun and weigh almost 1GeV.
\label{sec:org7b75d96}
\end{enumerate}
\subsubsection{charge (\(e, 1.6\times 10^{-19}C\))}
\label{sec:orgb5f24e8}
\begin{enumerate}
\item protons and electrons have the same magnitude of charge, deemed one unit. quarks have fractional charges
\label{sec:org5ad686b}
\item open questions
\label{sec:org9a9740b}
\begin{enumerate}
\item why is charge quantized/descrete
\label{sec:orgaa88397}
\item what happens near charged particles? inf charge as dist \(\to\) zero
\label{sec:org9c465ac}
\item if particles are physically sized, why dont parts of the particle repel itself
\label{sec:orgdcc7b29}
\end{enumerate}
\end{enumerate}
\subsubsection{spin}
\label{sec:org6846846}
\begin{enumerate}
\item two types: spin and orbital motion
\label{sec:org3474ee8}
\item measured with angular momentum
\label{sec:org12aab2f}
\item fundamental particles don't have a descernible spin but do have an angular momentum
\label{sec:orgbcb2837}
\item \(\hbar = \frac{h}{2\pi} = 1.05\times 10^{-34} kgm^2/s\)
\label{sec:orgba6e192}
\item orbital angular momentum must be a multiple of \(\hbar\) and spin angular momentum can be a multiple of \(\frac{1}{2}\hbar\)?
\label{sec:org203d916}
\item a particle type can have many spins, but the change in spin is often so drastic that they are considered two different particles
\label{sec:org33dca59}
\end{enumerate}
\subsubsection{fundamental constants}
\label{sec:org3aeae98}
\begin{enumerate}
\item most units are chosen arbitrarily based on earths size or something, but there are two fundamental ones
\label{sec:org52b12e2}
\item plank's constant \(h\) defines the quantum scale\ldots{} larger \(h\) would make the universe 'lumpier' or 'more pixelated'
\label{sec:org9c843f2}
\item the speed of light \(c\) is the fastest speed, or something.
\label{sec:org028c1c9}
\item there is expceted to be a third constant to form a complete basis, but we haven't found one yet
\label{sec:orgeefd795}
\begin{enumerate}
\item it would be a length or a time
\label{sec:orgbbb9d83}
\end{enumerate}
\end{enumerate}
\section{meet the leptons}
\label{sec:orgddf43fa}
\subsection{types (flavor) electron, muon, tau}
\label{sec:org0e5f13c}
\subsection{conserve \{charge, flavor, energy, momentum\}}
\label{sec:orgdfbb527}
\subsection{neutrinos are like the soul of its particle - tiny mass but same flavor}
\label{sec:orga19652c}
\subsection{they have multiples of half unit spins or something}
\label{sec:org8b5240a}
\subsection{any particles can be created as long as everything is conserved}
\label{sec:org63d7850}
\section{the rest of the extended family}
\label{sec:org0c1beec}
\subsection{quarks}
\label{sec:orgf06c102}
\subsubsection{six of them in groups of three}
\label{sec:org5331083}
\subsubsection{they group up in the wild to make up other composite particles}
\label{sec:org73ba8c1}
\subsubsection{particles have integer charge, but quarks come in one-third multiples of charge}
\label{sec:orgc65fd45}
\subsubsection{baryon number}
\label{sec:org9edfeb9}
\begin{enumerate}
\item another type of 'charge' that is also conserved
\label{sec:orgd1b1255}
\item protons and neutrons are both baryonic (meaning they have baryon number?)
\label{sec:org8502c4c}
\item like leptons, the lightest baryon cannot decay because there is nothing to decay into (the proton)
\label{sec:org23fe0e7}
\item quarks have one-third baryon number also
\label{sec:org3804b62}
\end{enumerate}
\subsubsection{antiquarks}
\label{sec:org5fa14f4}
\begin{enumerate}
\item makes up meson with another singular quark (For a total baryon number of 0)
\label{sec:org68e9bbc}
\item antiquark particles are unstable
\label{sec:org9a80bb1}
\end{enumerate}
\subsubsection{color}
\label{sec:org555ff62}
\begin{enumerate}
\item red, green, blue, antired, antigreen, antiblue
\label{sec:org6657203}
