src/21phys250/KBe21phys250floTheQuantumWorldBook.org
**** all three or a normal with an anti is colorless..???

ended page 71
** composite particles
*** baryons vs mesons
**** baryons have half odd integral spins (1/2, 3/2, 5/2) while mesons have integral spins
**** baryons are made of 3 quarks each while mesons are made up of a quark and an antiquark
**** baryons are fermions and mesons are bosons. all are hadrons (strongly interacting) bc quarks are strongly interacting
**** mesons have baryon number zero
*** some baryons
**** lightest are proton and neutron (made up up and down quarks)
**** then heavier ones have strange quarks, and some even heavier have charm and bottom quarks
**** have not found a baryon that contains a top quark yet
**** other than the proton, all 'baryons are unstable (radoactive)'
**** they all live a really short time (see the table) roughly $10^{-10}$ to $10^{-19}$ seconds
*** some mesons

**** the pion (lightest meson)
***** Yukawa thought pions moving around gave rise to the strong nuclear force, but now we think its quarks exchanging gluons
***** there is a charged version of the pion which is made of a down quark and an anti-up quark (written \(d\bar u\))
***** the uncharged pion is made up of 'a mixture, pratly an up quark and an anti-up quark, partly a down quark and an anti-down quark, so we write its composition as $u \bar u \& d \bar d$' what the heck :question:
***** some different mesons have the same composition (neutral pion and eta)
***** mesons can decay entirely into leptons (while baryons cannot because they must conserve their non-zero baryon number)
** force carriers
*** physics is about things and what happens to them, and those particles were the things. these are what happens
*** all are bosons (integer spins) and there are no conservation laws so they can do whatever they want
**** not even conservation of angular momentum/spin?               :question:
*** there are six particle types, with one for each of the fundamental forces except the weak force which has three
**** graviton (the weakest force) (but it is the one we see the most because all the other forces can be negative are balanced (ex positive and negative charges yet most matter is mostly neutral))
***** its so weak that it doesn't really do anything in the subatomic world (can be ignored)
****** but maybe some weird quantum stuff makes it actually important on smaller scales
***** not much to say apparently, it cant be v precisely measured bc its so weak
**** weak force carriers (W and Z)
***** very massive but lacking physical size??                     :question:
***** they are actually three close siblings (much like the positive, negative, and neutral versions of pions)
***** discovered at proton synchotron at CERN
**** photon
***** proposed by Einstein in 1905, but not seen as a real particle until the 1930s
***** actually zero mass and zero size
***** force carrier for electromagnitism
***** electroweak theory
****** says that electromagnetic and weak forces are the same thing but on different scales
****** suggests heaver force carrier means weaker force and shorter range
****** except the electromagnetic force only cares about charged particles while the weak force affects all particles
**** strong interaction gluons
***** there are 8 of them, and 8 more antiparticles
***** made up of two colors (red antiblue or blue antigreen) for 2^3 = 8 combinations
****** are colors allowed to repeat (red antired) and is it always normal-anti (or is antired-green diff from green antired) :question:
***** quarks change color when they interact with a gluon
