ox_docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.html
<li><a id="org043208e"></a>all three or a normal with an anti is colorless..???<br />
<div class="outline-text-5" id="text-4-1-6-2">
<p>
ended page 71
</p>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org1efe07e" class="outline-3">
<h3 id="org1efe07e"><span class="section-number-3">4.2</span> composite particles</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org903f481" class="outline-4">
<h4 id="org903f481"><span class="section-number-4">4.2.1</span> baryons vs mesons</h4>
<div class="outline-text-4" id="text-4-2-1">
</div>
<ol class="org-ol">
<li><a id="org06e1e29"></a>baryons have half odd integral spins (1/2, 3/2, 5/2) while mesons have integral spins<br /></li>
<li><a id="org23ff845"></a>baryons are made of 3 quarks each while mesons are made up of a quark and an antiquark<br /></li>
<li><a id="orgacd59ea"></a>baryons are fermions and mesons are bosons. all are hadrons (strongly interacting) bc quarks are strongly interacting<br /></li>
<li><a id="orge043ee2"></a>mesons have baryon number zero<br /></li>
</ol>
</div>
<div id="outline-container-org1cc7c31" class="outline-4">
<h4 id="org1cc7c31"><span class="section-number-4">4.2.2</span> some baryons</h4>
<div class="outline-text-4" id="text-4-2-2">
</div>
<ol class="org-ol">
<li><a id="org742ad5e"></a>lightest are proton and neutron (made up up and down quarks)<br /></li>
<li><a id="org9b6aee5"></a>then heavier ones have strange quarks, and some even heavier have charm and bottom quarks<br /></li>
<li><a id="org330dd1c"></a>have not found a baryon that contains a top quark yet<br /></li>
<li><a id="org1abebe1"></a>other than the proton, all 'baryons are unstable (radoactive)'<br /></li>
<li><a id="org60c709a"></a>they all live a really short time (see the table) roughly \(10^{-10}\) to \(10^{-19}\) seconds<br /></li>
</ol>
</div>
<div id="outline-container-org5deb2d0" class="outline-4">
<h4 id="org5deb2d0"><span class="section-number-4">4.2.3</span> some mesons</h4>
<div class="outline-text-4" id="text-4-2-3">
</div>
<ol class="org-ol">
<li><a id="orgaacb92d"></a>the pion (lightest meson)<br />
<ol class="org-ol">
<li><a id="org49a659a"></a>Yukawa thought pions moving around gave rise to the strong nuclear force, but now we think its quarks exchanging gluons<br /></li>
<li><a id="orgffaeb1c"></a>there is a charged version of the pion which is made of a down quark and an anti-up quark (written \(d\bar u\))<br /></li>
<li><a id="org00bbbef"></a>the uncharged pion is made up of 'a mixture, pratly an up quark and an anti-up quark, partly a down quark and an anti-down quark, so we write its composition as \(u \bar u \& d \bar d\)' what the heck&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
<li><a id="org9365c0a"></a>some different mesons have the same composition (neutral pion and eta)<br /></li>
<li><a id="org0f83f1f"></a>mesons can decay entirely into leptons (while baryons cannot because they must conserve their non-zero baryon number)<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orga5d1b8c" class="outline-3">
<h3 id="orga5d1b8c"><span class="section-number-3">4.3</span> force carriers</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-org1a34933" class="outline-4">
<h4 id="org1a34933"><span class="section-number-4">4.3.1</span> physics is about things and what happens to them, and those particles were the things. these are what happens</h4>
</div>
<div id="outline-container-org42a6233" class="outline-4">
<h4 id="org42a6233"><span class="section-number-4">4.3.2</span> all are bosons (integer spins) and there are no conservation laws so they can do whatever they want</h4>
<div class="outline-text-4" id="text-4-3-2">
</div>
<ol class="org-ol">
<li><a id="org201fb30"></a>not even conservation of angular momentum/spin?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
</ol>
</div>
<div id="outline-container-org2e200b4" class="outline-4">
<h4 id="org2e200b4"><span class="section-number-4">4.3.3</span> there are six particle types, with one for each of the fundamental forces except the weak force which has three</h4>
<div class="outline-text-4" id="text-4-3-3">
</div>
<ol class="org-ol">
<li><a id="org562a1e6"></a>graviton (the weakest force) (but it is the one we see the most because all the other forces can be negative are balanced (ex positive and negative charges yet most matter is mostly neutral))<br />
<ol class="org-ol">
<li><a id="org8b6ae52"></a>its so weak that it doesn't really do anything in the subatomic world (can be ignored)<br />
<ol class="org-ol">
<li><a id="org6f6db38"></a>but maybe some weird quantum stuff makes it actually important on smaller scales<br /></li>
</ol>
</li>
<li><a id="orgc4fd750"></a>not much to say apparently, it cant be v precisely measured bc its so weak<br /></li>
</ol>
</li>
<li><a id="orgb3c8b7d"></a>weak force carriers (W and Z)<br />
<ol class="org-ol">
<li><a id="org428ab8f"></a>very massive but lacking physical size??&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
<li><a id="org4e19fdc"></a>they are actually three close siblings (much like the positive, negative, and neutral versions of pions)<br /></li>
<li><a id="org6160903"></a>discovered at proton synchotron at CERN<br /></li>
</ol>
</li>
<li><a id="org4a02d79"></a>photon<br />
<ol class="org-ol">
<li><a id="org98e489f"></a>proposed by Einstein in 1905, but not seen as a real particle until the 1930s<br /></li>
<li><a id="orgdfb9316"></a>actually zero mass and zero size<br /></li>
<li><a id="orgef1fb53"></a>force carrier for electromagnitism<br /></li>
<li><a id="org53f9534"></a>electroweak theory<br />
<ol class="org-ol">
<li><a id="org19bb05b"></a>says that electromagnetic and weak forces are the same thing but on different scales<br /></li>
<li><a id="org9107599"></a>suggests heaver force carrier means weaker force and shorter range<br /></li>
<li><a id="org59dc622"></a>except the electromagnetic force only cares about charged particles while the weak force affects all particles<br /></li>
</ol>
</li>
</ol>
</li>
<li><a id="orgc0f7434"></a>strong interaction gluons<br />
<ol class="org-ol">
<li><a id="org56e4dc1"></a>there are 8 of them, and 8 more antiparticles<br /></li>
<li><a id="orgbd90bd2"></a>made up of two colors (red antiblue or blue antigreen) for 2<sup>3</sup> = 8 combinations<br />
<ol class="org-ol">
<li><a id="org9793a25"></a>are colors allowed to repeat (red antired) and is it always normal-anti (or is antired-green diff from green antired)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
</ol>
</li>
<li><a id="orgc3d8452"></a>quarks change color when they interact with a gluon<br /></li>
