docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.tex
\item all three or a normal with an anti is colorless..???
\label{sec:org9bc446e}

ended page 71
\end{enumerate}
\subsection{composite particles}
\label{sec:orgd55e73a}
\subsubsection{baryons vs mesons}
\label{sec:orgc3f075d}
\begin{enumerate}
\item baryons have half odd integral spins (1/2, 3/2, 5/2) while mesons have integral spins
\label{sec:org6fa9fcd}
\item baryons are made of 3 quarks each while mesons are made up of a quark and an antiquark
\label{sec:org7e18f98}
\item baryons are fermions and mesons are bosons. all are hadrons (strongly interacting) bc quarks are strongly interacting
\label{sec:org0059226}
\item mesons have baryon number zero
\label{sec:orgb3c3dee}
\end{enumerate}
\subsubsection{some baryons}
\label{sec:orgd4dfad1}
\begin{enumerate}
\item lightest are proton and neutron (made up up and down quarks)
\label{sec:org39c210e}
\item then heavier ones have strange quarks, and some even heavier have charm and bottom quarks
\label{sec:orgc1b2978}
\item have not found a baryon that contains a top quark yet
\label{sec:org1ee3b25}
\item other than the proton, all 'baryons are unstable (radoactive)'
\label{sec:orgfb319e3}
\item they all live a really short time (see the table) roughly \(10^{-10}\) to \(10^{-19}\) seconds
\label{sec:org09a6ea1}
\end{enumerate}
\subsubsection{some mesons}
\label{sec:org7130069}

\begin{enumerate}
\item the pion (lightest meson)
\label{sec:org1c6d025}
\begin{enumerate}
\item Yukawa thought pions moving around gave rise to the strong nuclear force, but now we think its quarks exchanging gluons
\label{sec:orga59fea6}
\item there is a charged version of the pion which is made of a down quark and an anti-up quark (written \(d\bar u\))
\label{sec:org097b2d6}
\item the uncharged pion is made up of 'a mixture, pratly an up quark and an anti-up quark, partly a down quark and an anti-down quark, so we write its composition as \(u \bar u \& d \bar d\)' what the heck\hfill{}\textsc{question}
\label{sec:org2f822eb}
\item some different mesons have the same composition (neutral pion and eta)
\label{sec:orgddceb35}
\item mesons can decay entirely into leptons (while baryons cannot because they must conserve their non-zero baryon number)
\label{sec:org1b4b9b8}
\end{enumerate}
\end{enumerate}
\subsection{force carriers}
\label{sec:orgb6f6ddb}
\subsubsection{physics is about things and what happens to them, and those particles were the things. these are what happens}
\label{sec:org5ef86fc}
\subsubsection{all are bosons (integer spins) and there are no conservation laws so they can do whatever they want}
\label{sec:org74159f1}
\begin{enumerate}
\item not even conservation of angular momentum/spin?\hfill{}\textsc{question}
\label{sec:orgd3b3420}
\end{enumerate}
\subsubsection{there are six particle types, with one for each of the fundamental forces except the weak force which has three}
\label{sec:org51e6ce6}
\begin{enumerate}
\item graviton (the weakest force) (but it is the one we see the most because all the other forces can be negative are balanced (ex positive and negative charges yet most matter is mostly neutral))
\label{sec:orgc9b081c}
\begin{enumerate}
\item its so weak that it doesn't really do anything in the subatomic world (can be ignored)
\label{sec:orgae450c9}
\begin{enumerate}
\item but maybe some weird quantum stuff makes it actually important on smaller scales
\label{sec:org8271576}
\end{enumerate}
\item not much to say apparently, it cant be v precisely measured bc its so weak
\label{sec:orga0a35eb}
\end{enumerate}
\item weak force carriers (W and Z)
\label{sec:org64ec27f}
\begin{enumerate}
\item very massive but lacking physical size??\hfill{}\textsc{question}
\label{sec:orgca728a5}
\item they are actually three close siblings (much like the positive, negative, and neutral versions of pions)
\label{sec:org6fe5589}
\item discovered at proton synchotron at CERN
\label{sec:orgb92a93f}
\end{enumerate}
\item photon
\label{sec:org4a3d800}
\begin{enumerate}
\item proposed by Einstein in 1905, but not seen as a real particle until the 1930s
\label{sec:org2a0d750}
\item actually zero mass and zero size
\label{sec:org89c67fa}
\item force carrier for electromagnitism
\label{sec:orge0657c0}
\item electroweak theory
\label{sec:orgbfc1e9d}
\begin{enumerate}
\item says that electromagnetic and weak forces are the same thing but on different scales
\label{sec:orgc3f29c9}
\item suggests heaver force carrier means weaker force and shorter range
\label{sec:orga6ea888}
\item except the electromagnetic force only cares about charged particles while the weak force affects all particles
\label{sec:org4618028}
\end{enumerate}
\end{enumerate}
\item strong interaction gluons
\label{sec:org40890f7}
\begin{enumerate}
\item there are 8 of them, and 8 more antiparticles
\label{sec:org2817e68}
\item made up of two colors (red antiblue or blue antigreen) for 2\textsuperscript{3} = 8 combinations
\label{sec:orgf55ef50}
\begin{enumerate}
\item are colors allowed to repeat (red antired) and is it always normal-anti (or is antired-green diff from green antired)\hfill{}\textsc{question}
\label{sec:org14f6c41}
\end{enumerate}
\item quarks change color when they interact with a gluon
\label{sec:orga51d968}
