src/21phys250/KBe21phys250floTheQuantumWorldBook.org
***** gluons can also directly exert force on one another (while photons can only interact with eachother via charged particles)
****** is there an example of this                                 :question:
***** strong force holds quarks within the particle, and gets stronger as distance increases
***** you can break a quark out of an atom, but the energy will become more quarks and antiquarks and you might get a pion out (bruh)
** feynmann diagrams
*** start with something like a spacetime diagram
**** the path tells us everything there is to know about a particle
**** but at events (ex. where the path changes directions) any number of things might happen
**** subatomic events seem to be instant and unsurvivable (nothing goes in and also comes out)
**** particles can also move backwards in time, apparently
*** features of the feynmann diagram
**** every vertex has three points, with two fermion lines (particles) and one boson line (force carrier)
***** *every interaction in the universe is the result of two fermions and a boson meeting in these triads*
**** arrows denote anti-ness (a forwards-in-time positron is the same as a backwards-in-time electron)
**** conservation laws are consistent at each vertex
**** composite particles don't interact with bosons, so we draw them as their constituent quarks
*** gluon exchange between quarks
**** gluon particles are determined by the quark pairs that they interact with? so a gluon being released and then absorbed by a diff quark essentially swaps the colors of the two quarks? :question:
**** is there a difference between a red quark sending a blue quark a red antiblue gluon and a blue quark sending a red quark a red antiblue glueon? :question:
**** quarks don't change their type (up down strange charm top bottom) when getting glueoned
