ox_docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.html
<li><a id="org5b21f4e"></a>gluons can also directly exert force on one another (while photons can only interact with eachother via charged particles)<br />
<ol class="org-ol">
<li><a id="org31a72f3"></a>is there an example of this&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
</ol>
</li>
<li><a id="org6d228a0"></a>strong force holds quarks within the particle, and gets stronger as distance increases<br /></li>
<li><a id="org03c5868"></a>you can break a quark out of an atom, but the energy will become more quarks and antiquarks and you might get a pion out (bruh)<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org4da0d7a" class="outline-3">
<h3 id="org4da0d7a"><span class="section-number-3">4.4</span> feynmann diagrams</h3>
<div class="outline-text-3" id="text-4-4">
</div>
<div id="outline-container-org4fe6f57" class="outline-4">
<h4 id="org4fe6f57"><span class="section-number-4">4.4.1</span> start with something like a spacetime diagram</h4>
<div class="outline-text-4" id="text-4-4-1">
</div>
<ol class="org-ol">
<li><a id="org28c498c"></a>the path tells us everything there is to know about a particle<br /></li>
<li><a id="orgf7a2855"></a>but at events (ex. where the path changes directions) any number of things might happen<br /></li>
<li><a id="orga2cad5b"></a>subatomic events seem to be instant and unsurvivable (nothing goes in and also comes out)<br /></li>
<li><a id="orgd70a19c"></a>particles can also move backwards in time, apparently<br /></li>
</ol>
</div>
<div id="outline-container-org8778ccb" class="outline-4">
<h4 id="org8778ccb"><span class="section-number-4">4.4.2</span> features of the feynmann diagram</h4>
<div class="outline-text-4" id="text-4-4-2">
</div>
<ol class="org-ol">
<li><a id="org3cbc0ec"></a>every vertex has three points, with two fermion lines (particles) and one boson line (force carrier)<br />
<ol class="org-ol">
<li><a id="orgbd65f3b"></a><b>every interaction in the universe is the result of two fermions and a boson meeting in these triads</b><br /></li>
</ol>
</li>
<li><a id="org85692e9"></a>arrows denote anti-ness (a forwards-in-time positron is the same as a backwards-in-time electron)<br /></li>
<li><a id="orga33b342"></a>conservation laws are consistent at each vertex<br /></li>
<li><a id="orgeb1722c"></a>composite particles don't interact with bosons, so we draw them as their constituent quarks<br /></li>
</ol>
</div>
<div id="outline-container-orga3b4801" class="outline-4">
<h4 id="orga3b4801"><span class="section-number-4">4.4.3</span> gluon exchange between quarks</h4>
<div class="outline-text-4" id="text-4-4-3">
</div>
<ol class="org-ol">
<li><a id="org8c069b4"></a>gluon particles are determined by the quark pairs that they interact with? so a gluon being released and then absorbed by a diff quark essentially swaps the colors of the two quarks?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
<li><a id="orga9ada4b"></a>is there a difference between a red quark sending a blue quark a red antiblue gluon and a blue quark sending a red quark a red antiblue glueon?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
<li><a id="org4e4ba36"></a>quarks don't change their type (up down strange charm top bottom) when getting glueoned<br />
<div class="outline-text-5" id="text-4-4-3-3">
</div>
</li>
</ol>
</div>
</div>
</div>
</div>
</body>
</html>
