docs/physics/modern_physics/KBe21phys250floTheQuantumWorldBook.tex
\item gluons can also directly exert force on one another (while photons can only interact with eachother via charged particles)
\label{sec:org01b8223}
\begin{enumerate}
\item is there an example of this\hfill{}\textsc{question}
\label{sec:org4eb77b4}
\end{enumerate}
\item strong force holds quarks within the particle, and gets stronger as distance increases
\label{sec:org89c11e6}
\item you can break a quark out of an atom, but the energy will become more quarks and antiquarks and you might get a pion out (bruh)
\label{sec:org5133d7f}
\end{enumerate}
\end{enumerate}
\subsection{feynmann diagrams}
\label{sec:org9833ed4}
\subsubsection{start with something like a spacetime diagram}
\label{sec:org24b500c}
\begin{enumerate}
\item the path tells us everything there is to know about a particle
\label{sec:org7f9010c}
\item but at events (ex. where the path changes directions) any number of things might happen
\label{sec:org2a807dc}
\item subatomic events seem to be instant and unsurvivable (nothing goes in and also comes out)
\label{sec:org9b559ab}
\item particles can also move backwards in time, apparently
\label{sec:org7554ab4}
\end{enumerate}
\subsubsection{features of the feynmann diagram}
\label{sec:orged2f987}
\begin{enumerate}
\item every vertex has three points, with two fermion lines (particles) and one boson line (force carrier)
\label{sec:org858802f}
\begin{enumerate}
\item \textbf{every interaction in the universe is the result of two fermions and a boson meeting in these triads}
\label{sec:orgb84baa5}
\end{enumerate}
\item arrows denote anti-ness (a forwards-in-time positron is the same as a backwards-in-time electron)
\label{sec:orgcee918d}
\item conservation laws are consistent at each vertex
\label{sec:org39c08a0}
\item composite particles don't interact with bosons, so we draw them as their constituent quarks
\label{sec:orga0f06cb}
\end{enumerate}
\subsubsection{gluon exchange between quarks}
\label{sec:org53f4990}
\begin{enumerate}
\item gluon particles are determined by the quark pairs that they interact with? so a gluon being released and then absorbed by a diff quark essentially swaps the colors of the two quarks?\hfill{}\textsc{question}
\label{sec:org51ad38b}
\item is there a difference between a red quark sending a blue quark a red antiblue gluon and a blue quark sending a red quark a red antiblue glueon?\hfill{}\textsc{question}
\label{sec:orgb80e541}
\item quarks don't change their type (up down strange charm top bottom) when getting glueoned
\label{sec:orgc71f280}
\end{enumerate}
\end{document}
